Attribute VB_Name = "ModuleMain"
Option Explicit

'By QQ:20437023


'Õâ¸ö³ÌÐòºÍÄÇÐ©ÀÏÍâÐ´µÄ´¿APIÉú³É´°ÌåºÍ¿Ø¼þµÄÀý×ÓµÄÇø±ðÔÚÓÚ,
'ÎÒÊÇÓÃVBµÄÀàÀ´Ä£ÄâVB±¾ÉíµÄ¿ª·¢»·¾³,½á¹¹±È½ÏºÃ,²»ÏñÄÇÐ©´úÂë
'Ã»ÓÐÊ²Ã´ÌõÀí,¿´ÆðÀ´ºÜ·Ñ¾¢


'ÖØÐÂÐ´ÁËÒ»ÏÂ,
'¼ÓÈë°´Å¥Àà,Ö»Ð´ÁË¼¸¸ö¼òµ¥µÄÊôÐÔºÍÒ»¸öÊÂ¼þ.
'¼ÓÈë²Ëµ¥Àà,ÊÇÓÃÎÒÒÔÇ°Ð´µÄÒ»¸öÈ«¹¦ÄÜ²Ëµ¥Àà¸ÄµÄ,
'    Ö§³Öµ¥Ñ¡²Ëµ¥ , ¸´Ñ¡²Ëµ¥, ÏµÍ³²Ëµ¥, µ¯³öÊ½²Ëµ¥
'    (Õâ¸öÀý×ÓÀïÃ»ÓÐÓÃµ½µ¯³öÊ½²Ëµ¥).
'ËùÓÐµÄ¿Ø¼þ¶¼ÊÇÊ¹ÓÃ×ÓÀà»¯À´´¦ÀíÊÂ¼þµÄ , »Øµ÷·â×°
'µ½ÀàÀïÃæÁË,ËùÒÔÓÃÆðÀ´¿´²»µ½Ê²Ã´²»Ïà¸ÉµÄ´úÂë,
'ºÜÓÐÌõÀí,Just Like VB. :)
'
'ÐÞ¸ÄÁËÃüÁîÐÐ²ÎÊý³ö´íµÄÎÊÌâ
'ÐÞ¸ÄÁËÏûÏ¢Ñ­»·²¿·Ö , ¿ÉÒÔ±àÒëÎª±¾µØ´úÂë»òP´úÂë
'
'Ïê¼û¸½¼þ.


'ÕâÀïÖ»ÊÇÉùÃ÷Ò»¸öÖ÷¹ý³ÌÀà,´úÂë¶¼ÔÚClass_MainÀï,
'¾ÍºÍJAVAÒ»Ñù,ËùÓÐµÄÄÚÈÝ¶¼±»·â×°
Sub Main()
        '¶¨ÒåÖ÷º¯ÊýÀà
        Dim CMain As Class_Main
        'ÀàÊµÀý»¯
        Set CMain = New Class_Main
End Sub
